Revit 2027 API
BuiltInFailures.MassFailures.OverlappingSolids Property
 Found volumetric overlap between solids. They will be merged into one
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId OverlappingSolids { get; }
Public Shared ReadOnly Property OverlappingSolids As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ OverlappingSolids {
	FailureDefinitionId^ get ();
}
static member OverlappingSolids : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace